const coursesData = [
    {
        id: "quera-n8n",
        title: "آموزش اتوماسیون با n8n",
        platform: "Quera",
        url: "https://quera.org",
        tags: ["اتوماسیون", "n8n", "No-Code"],
        overallRating: 1,
        authorReview: {
            rating: 1,
            comment: "سلام به دوستانی که تازه میخوان تصمیم بگیرن دوره رو خریداری کنند یا نه. من دوره رو خریداری کردم و تا قسمت خوبی جلو رفتم خرید دوره رو توصیه نمیکنم چون مدرس میاد یک قالب از قبل آماده شده رو توضیح میده و خودش پیاده سازی نمیکنه. وسط کار هم که به خطا میخوره فیلم کات میشه و میبینی یکهو همه چی درست شد توضیح نمیدن چرا و چیکار کردن که درست شد. نظر دوستان در درسهای جلو تر که دیدنش نیاز به پرداخت پول هست منفی هست"
        }
    }
];
